<?php

// это содержит параметры приложения, которые могут поддерживаться через GUI
return array(
	// это отображается в разделе заголовка 
	'title'=>'Мой Yii Блог',
	// используется на страницах ошибок
	'adminEmail'=>'gdd1997@yandex.ru',
	// количество сообщений, отображаемых на странице
	'postsPerPage'=>10,
	// максимальное количество комментариев, которые могут отображаться в окне последний комментарий
	'recentCommentCount'=>10,
	// максимальное количество тегов, отображаемых в окне 
	'tagCloudCount'=>20,
	// требуется ли утверждение комментариев перед публикацией
	'commentNeedApproval'=>true,
	// информация об авторских правах отображается в разделе нижнего колонтитула
	'copyrightInfo'=>'Авторские права &copy; 2009 Моя компания.',
);
